Pdf:  المقدمة
	pandoc -V documentclass=report -V mainfont:"Amiri" -V lang:ar -V dir:rtl --pdf-engine=xelatex -s "مقدمة/مسودة.md" "مصطلحات-و-تعريفات.md" -o "علم وهندسة المواد.pdf"





المقدمة: مقدمة/مقدمة-تاريخية-عن-علم-و-هندسة-المواد.md مقدمة/الفرق-بين-علم-المواد-و-هندسة-المواد.md مقدمة/المكونات-الأربعة-الرئيسية-لعلم-و-هندسة-المواد.md مقدمة/تصنيف-المواد.md
	cat مقدمة/مقدمة-تاريخية-عن-علم-و-هندسة-المواد.md مقدمة/الفرق-بين-علم-المواد-و-هندسة-المواد.md مقدمة/المكونات-الأربعة-الرئيسية-لعلم-و-هندسة-المواد.md  مقدمة/تصنيف-المواد.md  > مقدمة/مسودة.md
	
	
	

clean: 
	rm مقدمة/مسودة.md
